"ACL and permission settings are changed, but not applied" = "Le impostazioni di ACL ed i permessi sono state modificate, ma non applicate";
"Administration" = "Amministrazione";
"All descendants" = "Tutti i figli";
"Allow" = "Consenti";
"Append Data" = "Aggiungi data";
"Applies To" = "Applica A";
"Applies to" = "Applica a";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Sicuro di voler propagare ACL, Owner, Gruppo e permessi a tutti gli elementi della gerarchia della directory?";
"Change Owner" = "Cambia proprietario";
"Change Permissions" = "Cambia permessi";
"Child files" = "File figli";
"Child folders" = "Cartelle figlie";
"Create Files" = "Crea file";
"Create Folder" = "Crea cartella";
"Custom…" = "Personalizza…";
"Delete" = "Elimina";
"Delete Subfolders and Files" = "Elimina sottocartelle e file";
"Deny" = "Nega";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Vuoi applicare le modifiche ad ACL ed ai permessi per questo elemento \"%@\"?";
"Effective Permissions" = "Permessi effettivi";
"Execute File" = "Esegui file";
"Full Control" = "Controllo completo";
"Groups" = "Gruppi";
"Inherit Entries from Parent Folder" = "Eredita dalla cartella che lo contiene";
"Inherited" = "Ereditato";
"Inherited:" = "Ereditato:";
"List Folder Contents" = "Elenca contenuto cartella";
"Make Inherited Entries Explicit" = "Rendi ereditarietà esplicita";
"No Access" = "Nessun accesso";
"Not this item" = "Non questo elemento";
"Permission" = "Permessi";
"Permission Type:" = "Tipo Permesso:";
"Propagate Permissions…" = "Propaga Permessi…";
"Read" = "Lettura";
"Read & Write" = "Lettura e Scrittura";
"Read Attributes" = "Attributi lettura";
"Read Data" = "Lettura Dati";
"Read Extended Attributes" = "Attributi estesi lettura";
"Read Permissions" = "Permessi Lettura";
"Remove Inherited Entries" = "Rimuovi Elementi Ereditati";
"Revert" = "Ripristina";
"Save" = "Salva";
"Set of Permissions" = "Insieme di Permessi";
"Sort Access Control List Canonically" = "Ordina canonicamente Lista Controlli Accessi";
"This item" = "Questo Elemento";
"Traverse Folder" = "Cartella Trasversale";
"Type" = "Tipo";
"User or Group" = "Utente o Gruppo";
"User or Group:" = "Utente o Gruppo:";
"Users" = "Utenti";
"Write" = "Scrittura";
"Write Attributes" = "Attributi di Scrittura";
"Write Data" = "Data Scrittura";
"Write Extended Attributes" = "Attributi Estesi Scrittura";
